package assets

var Texts = map[string]string{
	"instructions":              "Йоу✌️\n\nЯ бот <b><u>Instasnitch</u></b> 🤖\n\nБуду наблюдать за закрытыми аккаунтами в Instagram и уведомлять тебя, когда они станут открытыми. Все владельцы закрытых аккаунтов рано или поздно открывают их на непродолжительное время. Я помогу тебе не упустить этот момент. Всё происходит анонимно: мне не нужен ни твой профиль Instagram, ни доступ к нему.\n\n<b><u>Это бесплатно!</u></b>\n\nТы сможешь проверить мою работу на любом аккаунте, которым управляешь. Для этого добавь его в отслеживаемые и смени настройки конфиденциальности: сделай аккаунт открытым, если он был закрыт (или наоборот: закрытым, если был открыт), подожди немного и я отправлю тебе уведомление.\n\n<b><u>Чтобы я начал наблюдать за аккаунтом, напиши мне его имя</u></b>",
	"endpoint_error":            "сервер перегружен, нужно попробовать позже",
	"account_deleted":           "🙈 Перестал наблюдать за <u>%s</u>",
	"account_choose_to_delete":  "🗑️ Выберите аккаунт, за которым больше не требуется наблюдение",
	"account_added":             "🧐 Начал наблюдать за <u>%s</u>",
	"account_not_found":         "аккаунт не найден",
	"account_add_error":         "⛔ Ошибка при добавлении аккаунта (%s)",
	"account_list_is_empty_now": "🙄 Больше я ни за кем не наблюдаю",
	"account_list_is_empty":     "🙄 Я ни за кем не наблюдаю",
	"account_is_not_private":    "🟢 Псс, аккаунт <u>%s</u> перестал быть приватным 😉",
	"account_is_private":        "🔴 Ну вот, аккаунт <u>%s</u> стал приватным ☹️",
	"unknown_command":           "🤷‍♀️ Я не знаю такой команды",
	"limit_of_accounts":         "⛔ Одновременно я могу наблюдать только за тремя аккаунтами.\n\nТы можешь удалить один из трех добавленных аккаунтов (/del), а затем добавить новый",
	"do_not_work_with_bots":     "⛔ Я с ботами не работаю",
	"panic":     "💩 я сломался, попробуй написать мне позже",
}
