package assets

var Texts = map[string]string{
	"instructions":              "Йоу✌️\n\nЯ бот <b><u>Instasnitch</u></b> 🤖\n\n🔴 Буду наблюдать👀 за закрытыми аккаунтами в Instagram и уведомлять тебя, когда они станут открытыми.\n\nВсе владельцы закрытых аккаунтов рано или поздно открывают их на непродолжительное время, например, для участия в гивах. Я помогу тебе не упустить этот момент. Всё происходит анонимно: мне не нужен ни твой профиль Instagram, ни доступ к нему.\n\n<b><u>Это бесплатно!</u></b>\n\nТы сможешь проверить мою работу на любом аккаунте, которым управляешь. Для этого добавь его в отслеживаемые и смени настройки конфиденциальности: сделай аккаунт открытым, если он был закрыт (или наоборот: закрытым, если был открыт), подожди немного и я отправлю тебе уведомление.\n\n<b><u>Чтобы я начал наблюдать за аккаунтом, напиши мне его имя</u></b>\n\n🔴 А еще я умею <b><u>сохранять и присылать</u></b> фотографии 🖼️ из постов в Instagram.\n\nДля этого просто пришли мне ссылку 🔗 на пост.",
	"endpoint_error":            "сервер перегружен, нужно попробовать позже",
	"account_deleted":           "🙈 перестал наблюдать за <u>%s</u>",
	"account_choose_to_delete":  "🗑️ выберите аккаунт, за которым больше не требуется наблюдение",
	"account_added":             "🧐 начал наблюдать за <u>%s</u>",
	"account_not_found":         "аккаунт не найден",
	"account_add_error":         "⛔ ошибка при добавлении аккаунта (%s)",
	"account_list_is_empty_now": "🙄 больше я ни за кем не наблюдаю",
	"account_list_is_empty":     "🙄 я ни за кем не наблюдаю",
	"account_is_not_private":    "🟢 псс, аккаунт <u>%s</u> перестал быть приватным 😉",
	"account_is_private":        "🔴 ну вот, аккаунт <u>%s</u> стал приватным ☹️",
	"unknown_command":           "🤷‍♀️ я не знаю такой команды",
	"limit_of_accounts":         "⛔ одновременно я могу наблюдать только за %d аккаунтами.\n\nТы можешь удалить один из добавленных аккаунтов (/del), а затем добавить новый",
	"do_not_work_with_bots":     "⛔ я с ботами не работаю",
	"media_not_a_photo":         "⛔ ой, это было видео, я их не загружаю",
	"media_download_error":      "⛔ что-то пошло не так (убедись, что это ссылка на пост и он размещен в открытом аккаунте)",
	"panic":                     "💩 я сломался, попробуй написать мне позже",
}
